---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.RebarSystemFailures
source: html/bdd8064b-4ca2-defa-0994-76c69763b2af.htm
---
# BuiltInFailures.RebarSystemFailures Properties

Area Reinforcement is sketched completely outside of its host.